var lyric = `[00:00.00]道听涂说 (Live) - 蔡子伊
[00:00.96]词：李伟杰
[00:01.44]曲：朱国豪
[00:01.92]原唱：林芯仪
[00:03.00]
[00:11.77]听说你最近提起我
[00:14.73]原来已很久没联络
[00:17.57]想起你 心跳了
[00:23.32]夏天的微风还吹着
[00:26.12]那画面我依然记得
[00:29.03]脸颊开始红了
[00:34.70]回忆中你腼腆地笑着
[00:37.46]垂下的手和我轻碰着
[00:40.10]那一刻耳根热了
[00:42.66]我期待爱情发生了
[00:46.00]可是你忽然松开手了
[00:48.89]丢下一句抱歉就走了
[00:51.52]那一刻 我心痛了
[00:54.06]泪掉下了
[00:56.21]不是我想太多
[00:59.19]只是线索有太多
[01:01.95]你曾经爱过我
[01:04.83]可是到最后
[01:06.44]你却选择不对我说
[01:09.82]关于我 道听和涂说
[01:13.33]相信你也曾经听说过
[01:19.18]这些年我听说
[01:22.04]你和其他人爱过
[01:24.72]那一年你没说
[01:27.62]那些话是否已经对其他女生说
[01:32.67]时间流过
[01:36.21]不用道听涂说
[01:41.22]见面才诉说
[01:45.22]
[01:54.79]听说你最近提起我
[01:57.59]原来已很久没联络
[02:00.37]想起你 心跳了
[02:06.22]夏天的微风还吹着
[02:08.92]那画面我依然记得
[02:11.88]脸颊开始红了
[02:17.54]回忆中你腼腆地笑着
[02:20.28]垂下的手和我轻碰着
[02:22.92]那一刻耳根热了
[02:25.53]我期待爱情发生了
[02:28.85]可是你忽然松开手了
[02:31.86]丢下一句抱歉就走了
[02:34.31]那一刻 我心痛了
[02:36.90]泪掉下了
[02:39.11]不是我想太多
[02:41.93]只是线索有太多
[02:44.73]你曾经爱过我
[02:47.69]可是到最后
[02:49.17]你却选择不对我说
[02:52.60]关于我 道听和涂说
[02:56.25]相信你也曾经听说过
[03:01.96]这些年我听说
[03:04.83]你和其他人爱过
[03:07.60]那一年你没说
[03:10.56]那些话是否已经对其他女生说
[03:15.49]时间流过
[03:19.00]不用道听涂说
[03:23.94]见面才诉说
[03:32.50]
[03:39.07]不是我想太多
[03:42.00]只是线索有太多
[03:44.81]你曾经爱过我
[03:47.67]可是到最后
[03:49.16]你却选择不对我说
[03:52.51]关于我 道听和涂说
[03:56.16]相信你也曾经听说过
[04:02.04]这些年我听说
[04:04.86]你和其他人爱过
[04:07.59]那一年你没说
[04:10.40]那些话是否已经对其他女生说
[04:15.42]时间流过
[04:19.06]不用道听涂说
[04:24.05]见面告诉我`;